Repository: kmakashre/HazariBagh_Market
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Welcome, User!
hi: स्वागत है!

# discoverStores
source: Discover local stores & amazing deals
hi: स्थानीय दुकानों और शानदार ऑफ़र देखें

# exploreStores
source: Explore stores by category & distance
hi: श्रेणी और दूरी के अनुसार दुकानें खोजें

source: Visit Store
hi: स्टोर देखें

# off50
source: 50% OFF
hi: 50% की छूट

# bigSale
source: Big Sale this Week!
hi: इस हफ्ते बड़ी सेल!

# grocerySale
source: On all grocery items
hi: सभी किराने के सामान पर

source: Categories
hi: श्रेणियाँ

source: Nearby Stores
hi: नज़दीकी दुकानें

source: View All
hi: सभी देखें

# weekendOffer
source: Special Weekend Offer!
hi: स्पेशल वीकेंड ऑफर!

# flatDiscount
source: Get flat 30% off on all orders above â‚¹999
hi: ₹999 से ऊपर के ऑर्डर पर 30% की छूट

source: Back
hi: वापस

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: General Settings
hi: सामान्य सेटिंग्स

source: Mode
hi: मोड

source: Dark & Light
hi: डार्क और लाइट

source: Language
hi: भाषा

source: Settings
hi: सेटिंग्स

source: About
hi: जानकारी

# terms
source: Terms & Conditions
hi: नियम और शर्तें

# privacy
source: Privacy Policy
hi: गोपनीयता नीति

# rateApp
source: Rate This App
hi: ऐप को रेट करें

# shareApp
source: Share This App
hi: ऐप शेयर करें

source: Logout
hi: लॉगआउट

source: Select Language
hi: भाषा चुनें

# jobs
source: Jobs in Hazaribagh
hi: हजारीबाग में नौकरियाँ

source: Rental Property
hi: किराये की संपत्ति

# foodDelivery
source: Online Food Delivery
hi: ऑनलाइन फूड डिलीवरी

source: Fashion Store
hi: फैशन स्टोर

source: Grocery Store
hi: किराना स्टोर

source: Hotels & Restaurants
hi: होटल और रेस्टोरेंट

# water
source: 20L Water
hi: 20 लीटर पानी

source: Education
hi: शिक्षा

# hospital
source: Hospital & Clinic
hi: अस्पताल और क्लिनिक

# wholesale
source: Wholesale Suppliers
hi: थोक आपूर्तिकर्ता

# travel
source: Tour & Travels
hi: टूर और ट्रैवल्स

# hardware
source: Hardware Store
hi: हार्डवेयर स्टोर

# plotLand
source: Purchase Plot & Land
hi: प्लॉट और जमीन खरीदें

# purchaseHome
source: Purchase Flat & Home
hi: घर और फ्लैट खरीदें

# services
source: Professional Services
hi: पेशेवर सेवाएं

source: Automobile
hi: ऑटोमोबाइल

# government
source: Government Services
hi: सरकारी सेवाएं

# transport
source: Transportation
hi: परिवहन

source: Agriculture
hi: कृषि

source: Placed on
hi: ऑर्डर किया गया

source: Qty
hi: मात्रा

source: Pending
hi: लंबित

source: Completed
hi: पूरा हुआ

source: Cancelled
hi: रद्द किया गया

# basmatiRice
source: Basmati Rice 5kg
hi: बासमती चावल 5 किलो

source: Soyabin Oil
hi: सोयाबीन तेल

source: Biscuit
hi: बिस्किट

# sharmaGrocery
source: Sharma Grocery Store
hi: शर्मा किराना स्टोर

# deliciousFood
source: Delicious Food Point
hi: डिलीशियस फूड पॉइंट

source: Fashion Hub
hi: फैशन हब
